<?php
/**
 * Локализация раздела "Запчасти"
 *
 * @package MSergeev\Packages\Icar
 * @subpackage Loc
 * @author Mikhail Sergeev <msergeev06@gmail.com>
 * @copyright 2016 Mikhail Sergeev
 */

return array(
	'rp_title'              => 'Запчасти',
	'rp_notice'             => '<p>В данный раздел вносите запчасти, <b>технические жидкости (Моторные масла, антифризы, тормозные жидкости)</b> и '
								.'прочие расходные материалы. Указывайте каталожный номер если Вы его знаете. Потом будет легче искать нужную деталь '
								.'для покупки.<br>Стоимость плановых ТО указывайте в разделе <a href="#TS_URL#">#TS_TEXT#</a>, а стоимость прочего '
								.'ремонта в разделе <a href="#OTHER_URL#">#OTHER_TEXT#</a>.</p>',
	'rp_ts'                 => 'ТО',
	'rp_other'              => 'Прочее',
	'rp_inform_for'         => 'Информация для',
	'rp_total_cost'         => 'Общие затраты на запчасти',
	'rp_rub'                => 'руб.',
	'rp_add'                => 'Добавить запись',
	'rp_title_add'          => 'Добавление информации о приобретенных зап.частях',
	'rp_add_success'        => 'Данные успешно добавлены',
	'rp_add_error'          => 'Ошибка добавления данных',
	'rp_car'                => 'Автомобиль',
	'rp_date'               => 'Дата',
	'rp_name'               => 'Название',
	'rp_storage'            => 'Место хранения',
	'rp_catalog_number'     => 'Каталожный номер',
	'rp_number'             => 'Количество',
	'rp_cost'               => 'Стоимость',
	'rp_reason'             => 'Причина замены',
	'rp_reason_add'         => 'Дополнительная причина замены',
	'rp_not_select'         => 'Не выбрано',
	'rp_who_paid'           => 'Кто платил',
	'rp_odo'                => 'Пробег',
	'rp_point'              => 'Путевая точка',
	'rp_or'                 => 'или',
	'rp_new_point_name'     => 'Имя новой точки',
	'rp_new_point_address'  => 'Адрес новой точки',
	'rp_new_point_lat'      => 'Широта (55.12345)',
	'rp_new_point_lon'      => 'Долгота (37.12345)',
	'rp_comment'            => 'Комментарий'
);