<?php
/**
 * Локализация раздела "Техническое обслуживание"
 *
 * @package MSergeev\Packages\Icar
 * @subpackage Loc
 * @author Mikhail Sergeev <msergeev06@gmail.com>
 * @copyright 2016 Mikhail Sergeev
 */

return array(
	'ts_title'              => 'Техническое обслуживание',
	'ts_notice'             => '<p>Вы можете указать стоимость ТО двумя способами:<ul><li>1. Указать явно стоимость ТО.</li><li>2. Не указывать стоимость, но указать в разделах запчасти и ремонт, что расходы использованы в рамках ТО и указать номер ТО, в этом случае сумма затрат на ТО будет считаться автоматически.</li></ul></p>',
	'ts_statistic_for'      => 'Статистика для',
	'ts_total'              => 'Общие затраты на ТО',
	'ts_rub'                => 'руб.',
	'ts_add'                => 'Добавить запись',
	'ts_title_add'          => 'Добавление данных о прохождении ТО',
	'ts_add_success'        => 'Данные успешно добавлены',
	'ts_add_error'          => 'Ошибка добавления данных',
	'ts_car'                => 'Автомобиль',
	'ts_num'                => 'Номер ТО',
	'ts_date'               => 'Дата',
	'ts_executor'           => 'Исполнитель работ',
	'ts_cost'               => 'Стоимость',
	'ts_odo'                => 'Пробег',
	'ts_point'              => 'Путевая точка',
	'ts_new_point_name'     => 'Имя новой точки',
	'ts_new_point_address'  => 'Адрес новой точки',
	'ts_new_point_lat'      => 'Широта (55.12345)',
	'ts_new_point_lon'      => 'Долгота (37.12345)',
	'ts_comment'            => 'Комментарий',
	'ts_title_edit'         => 'Редактирование данных о прохождении ТО',
	'ts_or'                 => 'или',
	'ts_edit_success'       => 'Данные успешно изменены',
	'ts_edit_error'         => 'Ошибка изменения данных',
	'ts_title_delete'       => 'Удаление данных о прохождении ТО',
	'ts_delete_confirm'     => 'Вы уверены, что хотите удалить запись с ID=#ID#?',
	'ts_yes_delete'         => 'Да, удалить',
	'ts_cancel'             => 'Отменить',
	'ts_delete_success'     => 'Успешно удалено',
	'ts_delete_error'       => 'Ошибка удаления данных'
);